[
  {
    "filename": "nightofthelivingdead",
    "name": "Night of the Living Dead",
    "length": 95,
    "description": "In this classic yet still creepy horror film, strangers hold up in a rural Pennsylvania farmhouse and battle constant attacks from dead locals who have been brought back to life by mysterious radiation.",
    "descriptionGerman": "In diesem klassischen, immer noch gruseligen Horrorfilm halten sich Fremde in einem ländlichen Bauernhaus in Pennsylvania auf und kämpfen gegen ständige Angriffe von toten Einheimischen, die durch mysteriöse Strahlung wieder zum Leben erweckt wurden.",
    "descriptionSpanish": "En esta película de terror clásica pero todavía espeluznante, los extraños se sostienen en una granja rural de Pensilvania y combaten los constantes ataques de locales muertos que han sido devueltos a la vida por una radiación misteriosa.",
    "director": "George A. Romero",
    "release": 1968,
    "isHighlight": false,
    "genres": [
      "Horror",
      "Dramas"
    ],
    "tags": [
      "creepy",
      "zombies",
      "Duane Jones",
      "Karl Hardman"
    ]
  },
  {
    "filename": "gulliverstravels",
    "name": "Gulliver's Travels",
    "length": 72,
    "description": "Gulliver washes ashore on Lilliput and attempts to prevent war between that tiny kingdom and its equally minuscule rival, Blefuscu, as well as smooth the way for the romance between the Princess and Prince of the opposing lands. In this he is alternately aided and hampered by the Lilliputian town crier and general fussbudget, Gabby. A life-threatening situation develops when the bumbling trio of Blefuscu spies, Sneak, Snoop, and Snitch, manage to steal Gulliver's pistol.",
    "descriptionGerman": "Gulliver wird in Lilliput an Land gespült und versucht, einen Krieg zwischen diesem winzigen Königreich und seinem ebenso winzigen Rivalen Blefuscu zu verhindern, und den Weg für die Romanze zwischen der Prinzessin und dem Prinz der gegnerischen Länder zu ebnen. Dabei wird er vom lilliputianischen Stadtschreier Gabby unterstützt und behindert. Eine lebensbedrohliche Situation entwickelt sich, als das trampelnde Trio der Blefuscu-Spione Sneak, Snoop und Snitch es schafft, Gullivers Pistole zu stehlen.",
    "descriptionSpanish": "Gulliver desembarca en Lilliput e intenta evitar la guerra entre ese pequeño reino y su igualmente minúsculo rival, Blefuscu, así como allanar el camino para el romance entre la princesa y el príncipe de las tierras opuestas. En este caso, es alternativamente ayudado y obstaculizado por el pregonero liliputiense y el gran alboroto general, Gabby. Una situación que amenaza la vida se desarrolla cuando el trío de espías Blefuscu, Sneak, Snoop y Snitch, logran robar la pistola de Gulliver.",
    "director": "Dave Fleischer",
    "release": 1939,
    "isHighlight": true,
    "genres": [
      "Animation",
      "Comedies"
    ],
    "tags": [
      "kids",
      "novel"
    ]
  },
  {
    "filename": "returnofthekungfudragon",
    "name": "Return of the Kung Fu Dragon",
    "length": 82,
    "description": "The complicated story involves the military conquest of a peaceful island-nation by an evil despot and his sorcerer ally. His victory leaves the island's three heroic protectors dead, but, their young children are hidden away to grow to adulthood with different identities, unaware of their heritage, in hope that, in time, they might challenge and defeat the evil ruler.",
    "descriptionGerman": "Diese komplizierte Geschichte behandelt die militärische Eroberung einer friedlichen Inselnation durch einen bösen Despoten und seinen Zauberer-Verbündeten. Durch seinen Sieg sind die drei heldenhaften Beschützer der Insel tot, aber ihre kleinen Kinder sind versteckt, um mit verschiedenen Identitäten aufzuwachsen. Ohne sich ihres Erbes bewusst zu sein werden sie erwachsen, in der Hoffnung, dass sie mit der Zeit den bösen Herrscher herausfordern und besiegen könnten.",
    "descriptionSpanish": "La complicada historia involucra la conquista militar de una nación isleña pacífica por un déspota malvado y su aliado hechicero. Su victoria deja muertos a los tres protectores heroicos de la isla, pero sus hijos pequeños están escondidos para llegar a la edad adulta con diferentes identidades, desconociendo su herencia, con la esperanza de que, con el tiempo, puedan desafiar y derrotar al malvado gobernante.",
    "director": "Chi-Lien Yu",
    "release": 1976,
    "isHighlight": false,
    "genres": [
      "Action",
      "Dramas",
      "Fantasy"
    ],
    "tags": [
      "kung-fu",
      "asian"
    ]
  },
  {
    "filename": "plan9fromouterspace",
    "name": "Plan 9 from Outer Space",
    "length": 78,
    "description": "Can your heart stand the shocking facts about grave robbers from outer space? That's the question on the lips of the narrator of this tale about flying saucers, zombies and cardboard tombstones. A pair of aliens, angered by the 'stupid minds' of planet Earth, set up shop in a California cemetery. Their plan: to animate an army of the dead to march on the capitals of the world.",
    "descriptionGerman": "Kann dein Herz die schockierenden Tatsachen über Grabräuber aus dem Weltraum ertragen? Das ist die Frage, die der Erzähler dieser Geschichte, über fliegende Untertassen, Zombies und Grabsteine aus Pappe, stellt. Ein Alienspaar, das von den 'dummen Gehirne' des Planeten Erde verärgert wird, landen auf einem kalifornischen Friedhof. Ihr Plan: eine Armee der Toten zu animieren, um die Hauptstädte der Welt zu erobern",
    "descriptionSpanish": "Puede su corazón soportar los datos impactantes sobre los ladrones de tumbas del espacio exterior? Esa es la pregunta en los labios del narrador de este cuento sobre platillos voladores, zombies y lápidas de cartón. Un par de alienígenas, enojados por las 'mentes estúpidas' del planeta La Tierra se instaló en un cementerio de California. Su plan: animar a un ejército de los muertos a marchar en las capitales del mundo.",
    "director": "Edward D. Wood Jr.",
    "release": 1959,
    "isHighlight": false,
    "genres": [
      "Sci-Fi",
      "Horror"
    ],
    "tags": [
      "trash",
      "bad"
    ]
  },
  {
    "filename": "junglebook",
    "name": "Jungle Book",
    "length": 104,
    "description": "Teenager Mowgli, who was raised by wolves, appears in a village in India and is adopted by Messua. Mowgli learns human language and some human ways quickly, though keeping jungle ideas. Influential Merchant Buldeo is bigoted against 'beasts' including Mowgli; not so Buldeo's pretty daughter, whom Mowgli takes on a jungle tour where they find a treasure, setting the evil of human greed in motion.",
    "descriptionGerman": "Der von Wölfen aufgezogene Teenager Mowgli erscheint in einem Dorf in Indien und wird von Messua adoptiert. Mowgli lernt die menschliche Sprache und einige menschliche Umgangsarten schnell, behält aber die Ideen des Dschungels bei. Der einflussreiche Händler Buldeo ist ein Fanatiker, der  'Bestien', einschließlich Mowgli, hasst. Die hübsche Tochter von Buldeo, nimmt Mowgli auf einer Dschungeltour mit, wo sie einen Schatz finden, der das Böse der menschlichen Gier in Bewegung setzt.",
    "descriptionSpanish": "El adolescente Mowgli, quien fue criado por lobos, aparece en un pueblo en India y es adoptado por Messua. Mowgli aprende el lenguaje humano y algunas formas humanas rápidamente, a pesar de mantener las ideas de la selva. El influyente Merchant Buldeo es intolerante contra 'bestias', incluido Mowgli; no tan bonita hija de Buldeo, a quien Mowgli realiza un recorrido por la selva donde encuentran un tesoro, poniendo en marcha el mal de la codicia humana.",
    "director": "Zoltan Korda",
    "release": 1942,
    "isHighlight": true,
    "genres": [
      "Dramas",
      "Action"
    ],
    "tags": [
      "book",
      "award-winning"
    ]
  },
  {
    "filename": "charliechaplinfestival",
    "name": "The Charlie Chaplin Festival",
    "length": 77,
    "description": "Four Chaplin shorts from 1917: The Adventurer, The Cure, Easy Street and The Immigrant, presented with music and sound effects.",
    "descriptionGerman": "Vier Chaplin Kurzgeschichten aus 1917: The Adventurer, The Cure, Easy Street und The Immigrant, präsentiert mit Musik und Soundeffekten.",
    "descriptionSpanish": "Cuatro cortos de Chaplin de 1917: The Adventurer, The Cure, Easy Street y The Immigrant, presentados con música y efectos de sonido.",
    "director": "Charlie Chaplin",
    "release": 1941,
    "isHighlight": false,
    "genres": [
      "Comedies"
    ],
    "tags": [
      "collection"
    ]
  },
  {
    "filename": "naziconcentrationcamps",
    "name": "Nazi Concentration Camps",
    "length": 59,
    "description": "Compilation footage of Nazi concentration camps in the immediate aftermath of World War II. The footage was gathered by the US Department of Defense as part of the effort to conduct war crimes trials.",
    "descriptionGerman": "Zusammenstellung von Filmmaterial aus Nazi-Konzentrationslagern unmittelbar nach dem Zweiten Weltkrieg. Das Filmmaterial wurde vom US-Verteidigungsministerium im Rahmen der Bemühungen zur Durchführung von Kriegsverbrecherprozessen gesammelt.",
    "descriptionSpanish": "Recopilación de imágenes de campos de concentración nazis inmediatamente después de la Segunda Guerra Mundial. Las imágenes fueron recopiladas por el Departamento de Defensa de los Estados Unidos como parte del esfuerzo para llevar a cabo juicios por crímenes de guerra.",
    "director": "George Stevens",
    "release": 1945,
    "isHighlight": false,
    "genres": [
      "Documentaries"
    ],
    "tags": [
      "brutal",
      "american",
      "graphic"
    ]
  },
  {
    "filename": "myfavoritebrunette",
    "name": "My Favorite Brunette",
    "length": 86,
    "description": "Shortly before his execution on the death row in San Quentin, amateur sleuth and baby photographer Ronnie Jackson, tells reporters how he got there.",
    "descriptionGerman": "Kurz vor seiner Hinrichtung in der Todeszelle in San Quentin erzählt der Hobbykünstler und Babyfotograf Ronnie Jackson den Reportern, wie er dorthin gekommen ist.",
    "descriptionSpanish": "Poco antes de su ejecución en el corredor de la muerte en San Quintín, el detective aficionado y el pequeño fotógrafo Ronnie Jackson le cuentan a los reporteros cómo llegó allí.",
    "director": "Elliott Nugent",
    "release": 1947,
    "isHighlight": true,
    "genres": [
      "Romance",
      "Comedies"
    ],
    "tags": [
      "funny",
      "american"
    ]
  },
  {
    "filename": "thephantomoftheopera",
    "name": "The Phantom of the Opera",
    "length": 106,
    "description": "A mad, disfigured composer seeks love with a lovely young opera singer.",
    "descriptionGerman": "Ein verrückter, entstellter Komponist sucht die Liebe einer hübschen jungen Opernsängerin.",
    "descriptionSpanish": "Un compositor loco y desfigurado busca el amor con una encantadora joven cantante de ópera.",
    "director": "Rupert Julian",
    "release": 1925,
    "isHighlight": true,
    "genres": [
      "Horror",
      "Drama"
    ],
    "tags": [
      "music",
      "silent"
    ]
  },
  {
    "filename": "charliechaplinhisprehistoricpast",
    "name": "Charlie Chaplin's His Prehistoric Past",
    "length": 12,
    "description": "Set in the stone age, King Low-Brow rules the land and a harem of wives. When Charlie arrives in this land, where every man has one thousand wives, he falls in love with the King's favorite wife.",
    "descriptionGerman": "Im Setting der Steinzeit regiert King Low-Brow das Land und einen Harem von Ehefrauen. Als Charlie in diesem Land, wo jeder Mann tausend Frauen hat, ankommt, verliebt er sich in die Lieblingsfrau des Königs.",
    "descriptionSpanish": "Ambientada en la edad de piedra, el rey Ceja baja gobierna la tierra y un harén de esposas. Cuando Charlie llega a esta tierra (donde cada hombre tiene mil esposas), se enamora de la esposa favorita del rey.",
    "director": "Charlie Chaplin",
    "release": 1914,
    "isHighlight": false,
    "genres": [
      "Comedies"
    ],
    "tags": [
      "funny",
      "silent"
    ]
  },
  {
    "filename": "thefastandthefurious",
    "name": "The Fast and the Furious",
    "length": 72,
    "description": "A trucker framed for murder breaks out of jail, takes a young woman hostage, and enters her sports car in cross-border road race hoping to get to Mexico before the police catch him.",
    "descriptionGerman": "Ein Trucker, dem Mord in die Schuhe geschoben wurde, bricht aus dem Gefängnis aus, nimmt eine junge Frau als Geisel und fährt mit ihrem Sportwagen ein grenzüberschreitendes Straßenrennen, in der Hoffnung, nach Mexiko zu gelangen, bevor die Polizei ihn erwischt.",
    "descriptionSpanish": "Un camionero enmarcado para un asesinato se escapa de la cárcel, toma a una joven como rehén y entra a su automóvil deportivo en una carrera transfronteriza en la carretera con la esperanza de llegar a México antes de que la policía lo atrape.",
    "director": "John Ireland",
    "release": 1955,
    "isHighlight": true,
    "genres": [
      "Action"
    ],
    "tags": [
      "cars",
      "racing"
    ]
  },
  {
    "filename": "sirarthurconandoyle",
    "name": "Sir Arthur Conan Doyle Interview",
    "length": 10,
    "description": "A 1927 Fox news real interview with the author and spiritualist, Sir Arthur Conan Doyle. He speaks about his greatest literary creation, Sherlock Holmes, and his work in spiritualism.",
    "descriptionGerman": "Ein Interview von Fox aus dem Jahr 1927 mit dem Autor und Spirituellen Sir Arthur Conan Doyle. Er spricht über seine größte literarische Schöpfung, Sherlock Holmes, und seine Arbeit im Spiritualismus.",
    "descriptionSpanish": "Una entrevista real de 1927 Fox News con el autor y espiritualista, Sir Arthur Conan Doyle. Habla sobre su mayor creación literaria, Sherlock Holmes, y su trabajo en el espiritismo.",
    "director": "-",
    "release": 1927,
    "isHighlight": false,
    "genres": [
      "Documentaries"
    ],
    "tags": [
      "sherlock holmes",
      "scottish",
      "spiritualism"
    ]
  },
  {
    "filename": "charliechaplinthefatalmallet",
    "name": "Charlie Chaplin's The Fatal Mallet",
    "length": 9,
    "description": "Three men will fight for the love of a charming girl. Charlie and one other suitor teams up against the third, and play dirty, throwing bricks and using a mallet.",
    "descriptionGerman": "Drei Männer kämpfen um die Liebe eines charmanten Mädchens. Charlie und ein anderer Verehrer verbünden sich gegen den dritten, und verhalten sich unsportlich durch werfen von Steinen und verwenden eines Holzhammers.",
    "descriptionSpanish": "Tres hombres lucharán por el amor de una chica encantadora. Charlie y otro pretendiente se unen contra el tercero, y juegan sucio, lanzan ladrillos y usan un mazo.",
    "director": "Mack Sennett",
    "release": 1914,
    "isHighlight": false,
    "genres": [
      "Comedies"
    ],
    "tags": [
      "funny",
      "silent"
    ]
  },
  {
    "filename": "thegeneral",
    "name": "The General",
    "length": 105,
    "description": "When Union spies steal an engineer's beloved locomotive, he pursues it single handedly and straight through enemy lines.",
    "descriptionGerman": "Als Union-Spione die geliebte Lokomotive eines Ingenieurs stehlen, verfolgt er sie ganz allein und über die feindlichen Linien hinweg.",
    "descriptionSpanish": "Cuando los espías de la Unión roban la locomotora amada de un ingeniero, la persigue con una sola mano y directamente a través de las líneas enemigas.",
    "director": "Clyde Bruckman",
    "release": 1927,
    "isHighlight": false,
    "genres": [
      "Comedies",
      "Action",
      "Drama"
    ],
    "tags": [
      "trains",
      "silent"
    ]
  },
  {
    "filename": "thenut",
    "name": "The Nut",
    "length": 74,
    "description": "Eccentric inventor Charlie Jackson tries to interest wealthy investors in his girlfriend's plan to help children from poor neighborhoods.",
    "descriptionGerman": "Der exzentrische Erfinder Charlie Jackson versucht, reiche Investoren für den Plan seiner Freundin, Kinder aus armen Vierteln zu unterstützen, zu gewinnen.",
    "descriptionSpanish": "El excéntrico inventor Charlie Jackson trata de interesar a los inversionistas ricos en el plan de su novia para ayudar a los niños de los barrios pobres.",
    "director": "Theodore Reed",
    "release": 1921,
    "isHighlight": false,
    "genres": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "tags": [
      "douglas fairbanks",
      "silent"
    ]
  },
  {
    "filename": "thethreemusketeers",
    "name": "The Three Musketeers",
    "length": 127,
    "description": "The young Gascon D'Artagnan arrives in Paris, his heart set on joining the king's Musketeers. He is taken under the wings of three of the most respected and feared Musketeers, Porthos, Aramis, and Athos.",
    "descriptionGerman": "Der junge Gascon D'Artagnan kommt in Paris an, von ganzem Herzen entschlossen, sich den Musketieren des Königs anzuschließen. Drei der angesehensten und gefürchteten Musketiere, Porthos, Aramis und Athos, nehmen ihn unter ihre Fittiche.",
    "descriptionSpanish": "El joven Gascon D'Artagnan llega a París, con el corazón puesto en unirse a los Mosqueteros del rey. Lo llevan bajo las alas de tres de los mosqueteros más respetados y temidos: Porthos, Aramis y Athos.",
    "director": "Fred Niblo",
    "release": 1921,
    "isHighlight": false,
    "genres": [
      "Action",
      "Romance"
    ],
    "tags": [
      "douglas fairbanks",
      "silent",
      "history",
      "novel",
      "alexandre dumas"
    ]
  },
  {
    "filename": "hisgirlfriday",
    "name": "His Girl Friday",
    "length": 91,
    "description": "A hilarious romantic comedy starring Cary Grant and Rosalind Russell. Russell is rough and tumble reporter looking to get out of the news racket by marrying and becoming a house wife after her divorce from newspaper publisher Grant. Just when she is about to leave town with her husband-to-be the still lovesick Grant drafts her to cover one final breaking news sensation.",
    "descriptionGerman": "Eine witzig-romantische Komödie mit Cary Grant und Rosalind Russell. Russell ist eine raue Reporterin, die versucht nach der nach der Scheidung vom dem Zeitungsverleger Grant aus den Schlagzeilen herauszukommen, indem sie heiratet und Hausfrau wird. Gerade als sie mit ihrem zukünftigen Ehemann die Stadt verlassen will, zieht der immer noch verliebte Grant sie zu einer abschließenden Sensation.",
    "descriptionSpanish": "Hilarante comedia romántica protagonizada por Cary Grant y Rosalind Russell. Russell es un duro reportero que busca salir de la redacción de noticias casándose y convirtiéndose en un ama de casa después de su divorcio de la editora de periódicos Grant. Justo cuando está a punto de irse de la ciudad con su futuro marido, la todavía enferma Grant la redacta para cubrir una última sensación de noticias de última hora.",
    "director": "Harry O. Hoyt",
    "release": 1940,
    "isHighlight": false,
    "genres": [
      "Comedies",
      "Romance"
    ],
    "tags": [
      "cary grant"
    ]
  },
  {
    "filename": "abrahamlincoln",
    "name": "Abraham Lincoln",
    "length": 84,
    "description": "An episodic biography of the 16th President of the United States.",
    "descriptionGerman": "Eine episodische Biografie des 16. Präsidenten der Vereinigten Staaten.",
    "descriptionSpanish": "Una biografía episódica del decimosexto presidente de los Estados Unidos.",
    "director": "D. W. Griffith",
    "release": 1930,
    "isHighlight": false,
    "genres": [
      "Documentaries"
    ],
    "tags": [
      "history",
      "biography",
      "president"
    ]
  },
  {
    "filename": "ladyfrankenstein",
    "name": "Lady Frankenstein",
    "length": 83,
    "description": "When Dr. Frankenstein is killed by a monster he created, his daughter and his lab assistant Marshall continue his experiments. The two fall in love and attempt to transplant Marshall's brain in to the muscular body of a retarded servant Stephen, in order to prolong the aging Marshall's life.",
    "descriptionGerman": "Als Dr. Frankenstein von einem selbst erschaffenen Monster getötet wird, setzen seine Tochter und sein Laborassistent Marshall seine Experimente fort. Die beiden verlieben sich und versuchen, Marshalls Gehirn in den muskulösen Körper eines zurückgebliebenen Dieners, Stephen, zu verpflanzen, um das Leben des alternden Marshall zu verlängern.",
    "descriptionSpanish": "Cuando el Dr. Frankenstein es asesinado por un monstruo que él creó, su hija y su asistente de laboratorio Marshall continúan sus experimentos. Los dos se enamoran e intentan trasplantar el cerebro de Marshall al cuerpo musculoso de un sirviente retrasado, Stephen, para prolongar la vida del anciano Marshall.",
    "director": "Mel Welles",
    "release": 1971,
    "isHighlight": false,
    "genres": [
      "Horror",
      "Drama"
    ],
    "tags": [
      "monster",
      "joseph cotten"
    ]
  },
  {
    "filename": "captainzro",
    "name": "Captain Z-Ro",
    "isSeries": true,
    "length": 2,
    "description": "When Dr. Frankenstein is killed by a monster he created, his daughter and his lab assistant Marshall continue his experiments. The two fall in love and attempt to transplant Marshall's brain in to the muscular body of a retarded servant Stephen, in order to prolong the aging Marshall's life.",
    "descriptionGerman": "Als Dr. Frankenstein von einem Monster getötet wird, das er erschaffen hat, setzen seine Tochter und sein Laborassistent Marshall seine Experimente fort. Die beiden verlieben sich und versuchen, Marshalls Gehirn in den muskulösen Körper eines zurückgebliebenen Dieners Stephen zu verpflanzen, um das alternde Marshall zu verlängern.",
    "descriptionSpanish": "Cuando el Dr. Frankenstein es asesinado por un monstruo que él creó, su hija y su asistente de laboratorio Marshall continúan sus experimentos. Los dos se enamoran e intentan trasplantar el cerebro de Marshall al cuerpo musculoso de un sirviente retrasado, Stephen, para prolongar la vida del anciano Marshall.",
    "director": "Mel Welles",
    "release": 1971,
    "isHighlight": false,
    "seasons": [
      {
        "name": "Season 1",
        "key": "s1",
        "episodes": [
          {
            "filename": "01christophercolumbus",
            "name": "Christopher Columbus",
            "description": "",
            "length": 26,
            "nextEpisode": "s1/02danielboone"
          },
          {
            "filename": "02danielboone",
            "name": "Daniel Boone",
            "description": "",
            "length": 26,
            "nextEpisode": "s1/03marcopolo"
          },
          {
            "filename": "03marcopolo",
            "name": "Marco Polo",
            "description": "",
            "length": 26,
            "nextEpisode": "s1/04benedictarnold"
          },
          {
            "filename": "04benedictarnold",
            "name": "Benedict Arnold",
            "description": "",
            "length": 26,
            "nextEpisode": "s1/05kingjohn"
          },
          {
            "filename": "05kingjohn",
            "name": "King John",
            "description": "",
            "length": 26,
            "nextEpisode": "s2/01magellan"
          }
        ]
      },
      {
        "name": "Season 2",
        "key": "s2",
        "episodes":[
          {
            "filename": "01magellan",
            "name": "Magellan",
            "description": "",
            "length": 26,
            "nextEpisode": "s2/02ponyexpress"
          },
          {
            "filename": "02ponyexpress",
            "name": "Pony Express",
            "description": "",
            "length": 26,
            "nextEpisode": "s2/03williamtell"
          },
          {
            "filename": "03williamtell",
            "name": "William Tell",
            "description": "",
            "length": 26,
            "nextEpisode": "s2/04rogertherobot"
          },
          {
            "filename": "04rogertherobot",
            "name": "Roger the Robot",
            "description": "",
            "length": 26,
            "nextEpisode": "s2/05blackbeardthepirate"
          },
          {
            "filename": "05blackbeardthepirate",
            "name": "Blackbeard the Pirate",
            "description": "",
            "length": 26,
            "nextEpisode": "s1/01christophercolumbus"
          }
        ]
      }
    ],
    "genres": [
      "Sci-Fi",
      "Drama",
      "Series"
    ],
    "tags": [
      "monster",
      "joseph cotten"
    ]
  }
]
